mod2/rails-url-helpers-lab-dumbo-web-career-012819/app/controllers/students_controller.rb

UPDATE "students" SET "active" = ?, "updated_at" = ? WHERE "students"."id" = ?  [["active", "t"], ["updated_at", "2019-02-25 22:14:44.934157"], ["id", 1]]
---
  def activate
    @student.active = !@student.active
    @student.save